const committees = [
    {
        id: 1,
        name: "Иванов Иван Иванович",
        position: "Председатель",
        description: "Партизану, текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 2,
        name: "Петров Петр Петрович",
        position: "Заместитель председателя",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 3,
        name: "Сидоров Сидор Сидорович",
        position: "Секретарь",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 4,
        name: "Матвеем Артем ХреновоДизайнеров",
        position: "Уборщик",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    }
];
export default committees;