const Team = [
    {
        id: 1,
        name: "Иванов Иван Иванович",
        description: "Партизану, текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 2,
        name: "Петров Петр Петрович",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 3,
        name: "Сидоров Сидор Сидорович",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 4,
        name: "Матвеем Артем ХреновоДизайнеров",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    }
];
export default Team;