const Team = [
    {
        id: 1,
        name: "Иванов Иван Иванович",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды.Партизану, текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены командыПартизану, текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды"
    },
    {
        id: 2,
        name: "Петров Петр Петрович",
        description: "Текст паТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфараграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    },
    {
        id: 3,
        name: "Сидоров Сидор Сидорович",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены командыТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфаТекст параграфа описывающий члена команды текст параграфа."
    },
    {
        id: 4,
        name: "Матвеем Артем ХреновоДизайнеров",
        description: "Текст параграфа описывающий члена команды текст параграфа описывающий члена команды текст параграфа описывающий члены команды."
    }
];
export default Team;